docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-10-13 Sun 08:13 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Devcinch: Software Development as a Service</title>
<meta name="generator" content="Org Mode" />
<link rel="icon" type="image/x-icon" href="icon.png">
<link rel="stylesheet" href="simple.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orge054e57" class="outline-2">
<h2 id="orge054e57">A unique take on software development - it's a cinch</h2>
<div class="outline-text-2" id="text-orge054e57">
</div>
<div id="outline-container-org36edfa4" class="outline-3">
<h3 id="org36edfa4">Software Development as a Service to scale your business.</h3>
<div class="outline-text-3" id="text-org36edfa4">
<p>
Our subscription product Devcinch allows you access to a software developer, replacing
unreliable freelancers and expensive agencies for one flat monthly fee.
</p>

<p>
We specialise in speed of delivery and excel when working with our clients in an async nature.
</p>

<p>
The annual cost of a full-time senior developer now exceeds £65,000, that's not including benefits!
</p>

<p>
You may not always have enough work to keep them busy and you can't easily stop paying them, not only is Devcinch
cheaper over a 12 month period but you can cancel at any time!
</p>

<script async src="https://js.stripe.com/v3/pricing-table.js"></script>
<stripe-pricing-table pricing-table-id="prctbl_1PPVYMByfLhKEshpQlq3dVGx"
publishable-key="pk_live_51NJdTqByfLhKEshpzNjQmV9nERvHTE9zzS632pwzxWBENy463c7UijEkcos5qGOhD6p26M2MvuK7429tINybwuRU006vWBC0ou">
</stripe-pricing-table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
©Copyright JHJ Technology Limited | Company Number 12418911
</div>
</body>
</html>
